{
  "items": [
    {
      "type": "Сетевая солнечная электростанция",
      "segment": "B2B",
      "how_it_works": "Солнечные панели преобразуют свет в постоянный ток (DC); сетевой инвертор превращает его в переменный (AC 220/380 В) и синхронизирует с внешней сетью; энергия в первую очередь покрывает текущее потребление на объекте, излишки автоматически уходят в городскую сеть через двухнаправленный счётчик; учёт и мониторинг доступны онлайн.",
      "why_for_business": "Снижение затрат на электроэнергию до 70% в дневные часы; фиксированная стоимость энергии на 25+ лет; имидж «зелёной» компании (ESG); увеличение доступной мощности — частичное покрытие пиков без дорогого расширения подключения.",
      "main_objection": "«Это дорого» → Это инвестиция со сроком окупаемости в среднем 3–5 лет. После этого — чистая экономия.",
      "result": "Прозрачная онлайн-статистика; панели служат 25–30 лет, инверторы — 10–15 лет; минимум обслуживания — плановый осмотр раз в год."
    },
    {
      "type": "Гибридная солнечная электростанция",
      "segment": "B2B",
      "how_it_works": "Панели днём покрывают потребление предприятия; гибридный инвертор распределяет энергию на нагрузки и заряд аккумуляторов; при отключении сети система мгновенно переключается на питание от батарей; в пиковые часы отдаёт энергию из АКБ; приоритеты и резервные линии настраиваются; полный онлайн-мониторинг.",
      "why_for_business": "Непрерывность процессов при сбоях сети; добавление пиковой мощности без увеличения лимита; до 70–90% экономии на дневном потреблении; масштабирование панелей и АКБ.",
      "main_objection": "«Дорого» → Простои дороже: одна авария может стоить бизнесу миллионы — гибридная СЭС снижает этот риск.",
      "result": "Производство работает даже при отключениях; уходят штрафы за превышение мощности; счета снижаются; окупаемость обычно 4–6 лет."
    },
    {
      "type": "Автономная солнечная электростанция",
      "segment": "B2B",
      "how_it_works": "Панели вырабатывают DC днём; инвертор питает оборудование и заряжает АКБ; ночью и в пасмурные дни объект питается от батарей; при длительном отсутствии солнца автоматически запускается генератор; умное управление и онлайн-мониторинг.",
      "why_for_business": "Электричество там, где нет сетей (фермы, карьеры, базы, стройплощадки); снижение затрат на дизель; тишина и экологичность; прогнозируемая стоимость кВт⋅ч на 20+ лет.",
      "main_objection": "«Это дорого» → Дороже жить без электричества или постоянно сжигать дизель; топливо за годы превысит CAPEX СЭС.",
      "result": "Электроснабжение 24/7 без сетей и топлива; снижение OPEX на 50–80%; минимальное обслуживание; надёжная работа."
    },
    {
      "type": "Сетевая солнечная электростанция",
      "segment": "B2C",
      "how_it_works": "Панели на крыше/участке генерируют DC; инвертор даёт 220 В и синхронизируется с домашней сетью; в первую очередь покрываются бытовые нагрузки, излишки уходят в городскую сеть через двухнаправленный счётчик; мониторинг через приложение/веб.",
      "why_for_business": "Сокращение счетов за электричество на 50–70% (летом — почти до нуля); фиксированная стоимость энергии на 25+ лет; рост ценности недвижимости; использование чистой энергии.",
      "main_objection": "«Дорого» → Окупаемость 5–7 лет, затем — десятилетия дешёвой электроэнергии.",
      "result": "Меньше платить уже с первого месяца; онлайн-контроль; минимальное обслуживание; срок службы 25–30 лет."
    },
    {
      "type": "Гибридная солнечная электростанция",
      "segment": "B2C",
      "how_it_works": "Панели питают дом и заряжают АКБ днём; инвертор управляет приоритетами: сначала солнце, затем батарея; при отключении сети дом питается от АКБ и панелей; автоматический возврат к параллельному режиму; мониторинг генерации, заряда и потребления.",
      "why_for_business": "Комфорт 24/7 и безопасность критичных нагрузок (холодильник, котёл, камеры); до ~70% покрытия; настройка приоритетных линий (отопление, освещение, Wi-Fi).",
      "main_objection": "«Дорого» → Проще и чище, чем генератор и топливо; окупается экономией и отсутствием расходов на ГСМ.",
      "result": "Дом остаётся со светом и теплом; без хлопот с топливом и шумом; счета снижаются с первого месяца; панели 25+ лет, батареи 10+ лет."
    },
    {
      "type": "Автономная солнечная электростанция",
      "segment": "B2C",
      "how_it_works": "Панели днём питают дом и заряжают АКБ большой ёмкости; накопленная энергия расходуется ночью и в пасмурные периоды; опционально — автозапуск генератора при долгом отсутствии солнца; полная независимость от сетей.",
      "why_for_business": "Электричество там, где нет сетей (дачи, эко-дома, удалённые участки); отсутствие расходов на топливо; тишина и экология; круглогодичная автономия.",
      "main_objection": "«Дорого» → Подключение к сети или топливо для генератора за годы обходятся дороже; автономная СЭС окупается экономией.",
      "result": "Свет, отопление и интернет всегда; предсказуемые расходы на 20+ лет; минимальное обслуживание; полная энергонезависимость."
    }
  ],
  "pains": {
    "eco_energy": {
      "title": "Экономия на электроэнергии",
      "solution_short": "Снижаем платёж за счёт дневной генерации в солнечные часы и используем микрогенерацию для зачёта избытков.",
      "bullets": [
        "Собственное потребление в приоритете",
        "Перенос нагрузок на солнечные часы",
        "Излишки — в сеть/зачёт"
      ],
      "kpi_line": "До −30% годовых платежей (зависит от тарифа/профиля)"
    },
    "reserve_energy": {
      "title": "Резерв электропитания",
      "solution_short": "Гибридная СЭС с АКБ питает критичные линии при отключениях. Переключение автоматически, без простоев.",
      "bullets": [
        "АКБ для критичных нагрузок",
        "Автопереключение (ATS)",
        "Расчёт автономии по вашему профилю"
      ],
      "kpi_line": "Автономия до X часов при Y кВт нагрузки"
    },
    "esg_compliance": {
      "title": "ESG и снижение CO₂",
      "solution_short": "Уменьшаем углеродный след за счёт собственной генерации. Готовим цифры для нефинансовой отчётности и PR.",
      "bullets": [
        "Снижение CO₂, т/год",
        "Данные для отчётности",
        "Виджеты/дашборды для PR"
      ],
      "kpi_line": "−Z т CO₂ в год (мощность N кВт)"
    },
    "autonomy": {
      "title": "Повышение автономности",
      "solution_short": "Схема PV+АКБ(+ДГУ) с умным управлением: солнце в приоритете, генератор только при дефиците.",
      "bullets": [
        "Приоритет солнечной генерации",
        "ДГУ — резерв при дефиците",
        "Онлайн-контроль и сценарии"
      ],
      "kpi_line": "До X суток автономии (по профилю)"
    },
    "reduction_of_payments": {
      "title": "Снижение платы по мощности/пикам",
      "solution_short": "Срезаем пики (peak shaving) за счёт АКБ и переносим нагрузки на льготные часы.",
      "bullets": [
        "Срез пиков нагрузки",
        "Перенос на льготные тарифы",
        "Настройка приоритетных линий"
      ],
      "kpi_line": "−X% к плате за мощность"
    },
    "electric_car_charging": {
      "title": "Зарядка электромобилей",
      "solution_short": "Днём — заряд от солнца, ночью — от сети по льготному тарифу. Под ключ: Wallbox 7–22 кВт, защита и учёт.",
      "bullets": [
        "Солнечная зарядка днём",
        "Ночной льготный тариф",
        "Умное расписание зарядки"
      ],
      "kpi_line": "Экономия до X ₽/год на зарядке"
    },
    "other": {
      "title": "Индивидуальные задачи",
      "solution_short": "Делаем обследование и подбираем конфигурацию под ваши ограничения сети/крыши. Возможен поэтапный запуск.",
      "bullets": [
        "Обследование и замеры",
        "Индивидуальная конфигурация",
        "Поэтапное внедрение"
      ],
      "kpi_line": "Срок окупаемости — по результатам расчёта"
    }
  }
}
